const cvData = {
    skills: [
        "Research Skills",
        "Analytical Skills",
        "Advanced Data Analytical Skills",
        "Machine Learning Using Python",
        "HTML and CSS To Create Web Responsive Websites",
        "Git and GitHub",
        "People-Oriented",
        "Ability to Adapt to New Situations",
        "Collaborative Problem Solving",
        "Good Presentation Skills",
        "Willingness to Learn",
        "Committed and Dedicated",
        "Ability to Work Under Pressure",
        "Hardworking and Strong-Willed",
        "Professional Ethics"
    ],
    qualifications: [
        {
            degree: "BCom Honours in Information Management",
            institution: "University of Johannesburg",
            year: "2023-2023",
            courses: "Electronic Records Management, Web and Intranet Management, Strategic Information Management, Management Information Systems, Research Methodology, Business Intelligence and Competitive Intelligence."
        },
        {
            degree: "BCom in Information Management",
            institution: "University of Johannesburg",
            year: "2020-2022",
            courses: "Information Management, Knowledge-Economy, Knowledge at Risk, Business Management, Information Portals, Search Engine Optimization, Politics, Public Management and Governance."
        }
    ],
    experiences: [
        {
            title: "Work Readiness Program Trainee",
            company: "UJ and Accenture",
            location: "Johannesburg Business School",
            duration: "March 2024 – Current",
            employmentType: "Full-time",
            duties: "This program offers a comprehensive focus on various key areas, including agile development, full-stack web development, Fourth Industrial Revolution (4IR) technologies, and machine learning for business systems engineering. Its primary objective is to equip participants with both technical and soft skills. Specifically, it aims to enhance proficiency in Python programming for machine learning, master JavaScript and Cascading Style Sheets (CSS) for web development, improve presentation skills, understand Git for version control, adopt Agile Methodologies for efficient project management, and gain expertise in code review processes."
        },
        {
            title: "Managing Director, Grade 12 Learner’s Assister",
            company: "Driefontein Student Organization",
            location: "Saul Mkhize Ville",
            duration: "March 2023 - Current",
            employmentType: "Part-time, Volunteering",
            duties: "Applying for, and tutoring Grade 12 learners at local high schools, organizing career exposure events to educate learners about career opportunities, and overseeing important organizational functions."
        },
        {
            title: "Peer Mentor, Student Coach, and Assister",
            company: "University of Johannesburg",
            location: "Auckland Park",
            duration: "February 2022 - November 2022",
            employmentType: "Volunteered",
            duties: "Assisted incoming first-year students in 2022 with inquiries about university life and academic procedures. Provided support and guidance with personal issues when necessary, aiding their adaptation and integration into the university environment."
        }
    ],
    certifications: [
        "Peer Mentoring Volunteering Certificate (February 2, 2022 - November 30, 2022)",
        "African Insight UJ online short Course (Completed in 2021)"
    ],
    references: [
        {
            name: "Mr Wole Akinola",
            position: "UJ and Accenture Collaboration - Work Readiness Program Coordinator and Lecturer",
            email: "oluwole@uj.ac.za",
            phone: "0712261468"
        },
        {
            name: "Dr Sthembiso Khumalo",
            position: "University of Johannesburg - My Research Supervisor and Lecturer",
            email: "skhumalo@uj.ac.za",
            phone: "0769582878"
        },
        {
            name: "Thabiso Sibanyoni",
            position: "Driefontein Student Organization (DSO) - Colleague and Social Media Manager of DSO",
            email: "thabisosibanyoni5@gmail.com",
            phone: "0765947400"
        }
    ]
};